data/perf/stageB-d3bf9f8c39fe/memcached-10k/tsan-ea/run1/memtier.txt
10        Threads
50        Connections per thread
10000     Requests per client


BEST RUN RESULTS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets       190051.18          ---          ---         3.90572         3.63100        10.11100        13.37500     12966.90 
Gets      1898423.29         0.00   1898423.29         3.83018         3.56700         9.98300        13.31100     47996.77 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals    2088474.46         0.00   1898423.29         3.83705         3.56700         9.98300        13.31100     60963.67 


WORST RUN RESULTS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets       180225.64          ---          ---         4.10123         3.85500        11.64700        16.19100     12296.52 
Gets      1800275.92         0.00   1800275.92         4.01976         3.79100        11.32700        15.80700     45515.37 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals    1980501.57         0.00   1800275.92         4.02717         3.79100        11.32700        15.87100     57811.89 


AGGREGATED AVERAGE RESULTS (5 runs)
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets       186990.74          ---          ---         3.96512         3.69500        10.30300        14.33500     12758.09 
Gets      1867852.56         0.00   1867852.56         3.88747         3.63100        10.11100        14.14300     47223.87 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals    2054843.30         0.00   1867852.56         3.89454         3.63100        10.17500        14.14300     59981.96